#+BIND: org-export-use-babel nil
#+TITLE: Reimplementing Fairness by Learning Orthogonal Disentangled Representations
# #+AUTHOR: Jeroen Jagt,
# #+AUTHOR: Paul Lodder,
# #+AUTHOR: Pim Meerdink,
# #+AUTHOR: Siem Teusink,
#+DATE: January 8, 2021
#+LATEX: \setlength\parindent{0pt}
#+LaTeX_HEADER: \usepackage[]{neurips_2019}
#+LaTeX_HEADER: \usepackage[utf8]{inputenc} % allow utf-8 input
#+LaTeX_HEADER: \usepackage[T1]{fontenc}    % use 8-bit T1 fonts
#+LaTeX_HEADER: \usepackage{hyperref}       % hyperlinks
#+LaTeX_HEADER: \usepackage{url}            % simple URL typesetting
#+LaTeX_HEADER: \usepackage{booktabs}       % professional-quality tables
#+LaTeX_HEADER: \usepackage{amsfonts}       % blackboard math symbols
#+LaTeX_HEADER: \usepackage{nicefrac}       % compact symbols for 1/2, etc.
#+LaTeX_HEADER: \usepackage{microtype}      % microtypography
#+LaTeX_HEADER: \usepackage{multirow}
#+LaTeX_HEADER: \usepackage{subcaption}
#+LaTeX_HEADER: \usepackage{bm}
#+LaTeX_HEADER: \usepackage[dvipsnames]{xcolor}
#+LaTeX_HEADER: \usepackage[normalem]{ulem}
#+LaTeX_HEADER: \newif{\ifhidecomments}
#+LaTeX_HEADER:\author{Siem Teusink \\ University of Amsterdam \\ Faculty of Science \and \textbf{Pim Meerdink} \\ University of Amsterdam \\ Faculty of Science  \and \textbf{Paul Lodder} \\ University of Amsterdam \\ Faculty of Science  \and \textbf{Jeroen Jagt} \\ University of Amsterdam \\ Faculty of Science}
# #+LaTeX_HEADER:\author{Siem Teusink}
# #+LATEX_HEADER: \usepackage[margin=0.8in]{geometry}
# #+LATEX_HEADER: \usepackage{bm}
# #+LATEX_HEADER_EXTRA:  \usepackage{mdframed}
# #+LATEX_HEADER_EXTRA: \BeforeBeginEnvironment{minted}{\begin{mdframed}}
# #+LATEX_HEADER_EXTRA: \AfterEndEnvironment{minted}{\end{mdframed}}
#+MACRO: NEWLINE @@latex:\\@@ @@html:<br>@@
#+PROPERTY: header-args :exports both :session report :cache :results value
#+OPTIONS: ^:nil
#+OPTIONS: author:nil date:nil
#+LATEX_COMPILER: pdflatex
#+BIBLIOGRAPHY: refs plain


* settings :noexport:
#+BEGIN_SRC emacs-lisp :exports none
(setq org-export-with-toc nil)
(setq org-export-with-section-numbers nil)
;; (setq org-export-latex-hyperref-format "\\ref{%s}")

(package-initialize)
(use-package ox-latex-subfigure
  :init
  (setq org-latex-prefer-user-labels t)
  :load-path "~/Dropbox/ProjectWeekends/lisp/ox-latex-subfigure/"
  :config (require 'ox-latex-subfigure))

(require 'org-ref)
(setq org-ref-default-bibliography "refs.bib")
;; (setq org-latex-pdf-process (list "latexmk -pdf %f -shell-escape"))

#+END_SRC

#+RESULTS:
: refs.bib

